{
  "text": {
    "hey": 45,
    "hello": 44,
    "hi": 46,
    "there": 108,
    "good": 37,
    "morning": 66,
    "evening": 26,
    "moin": 65,
    "let": 59,
    "s": 84,
    "go": 35,
    "dude": 25,
    "goodmorning": 40,
    "goodevening": 39,
    "afternoon": 2,
    "cu": 18,
    "by": 10,
    "cee": 13,
    "you": 130,
    "later": 58,
    "night": 73,
    "bye": 11,
    "goodbye": 38,
    "have": 43,
    "a": 0,
    "nice": 72,
    "day": 20,
    "see": 90,
    "around": 7,
    "yes": 128,
    "y": 127,
    "indeed": 53,
    "of": 76,
    "course": 16,
    "that": 106,
    "sounds": 94,
    "correct": 15,
    "no": 74,
    "n": 69,
    "never": 70,
    "i": 51,
    "don": 23,
    "t": 102,
    "think": 109,
    "so": 93,
    "like": 60,
    "way": 118,
    "not": 75,
    "really": 82,
    "perfect": 79,
    "great": 41,
    "amazing": 4,
    "feeling": 30,
    "king": 57,
    "wonderful": 125,
    "am": 3,
    "very": 115,
    "going": 36,
    "to": 110,
    "save": 88,
    "the": 107,
    "world": 126,
    "super": 101,
    "stoked": 96,
    "extremely": 27,
    "my": 68,
    "was": 117,
    "horrible": 47,
    "sad": 86,
    "feel": 29,
    "well": 121,
    "disappointed": 21,
    "m": 62,
    "unhappy": 113,
    "extremly": 28,
    "saad": 85,
    "are": 6,
    "bot": 9,
    "human": 49,
    "talking": 103,
    "what": 122,
    "weather": 120,
    "in": 52,
    "london": 61,
    "show": 92,
    "me": 64,
    "for": 32,
    "new": 71,
    "york": 129,
    "paris": 78,
    "will": 123,
    "it": 56,
    "rain": 81,
    "today": 111,
    "seattle": 89,
    "is": 55,
    "sunny": 100,
    "san": 87,
    "francisco": 33,
    "current": 19,
    "tokyo": 112,
    "tell": 104,
    "berlin": 8,
    "how": 48,
    "temperature": 105,
    "madrid": 63,
    "should": 91,
    "wear": 119,
    "suggest": 98,
    "an": 5,
    "outfit": 77,
    "suggestion": 99,
    "dress": 24,
    "can": 12,
    "about": 1,
    "do": 22,
    "humidity": 50,
    "wind": 124,
    "speed": 95,
    "much": 67,
    "pressure": 80,
    "uv": 114,
    "index": 54,
    "give": 34,
    "visibility": 116,
    "cloud": 14,
    "cover": 17,
    "strong": 97,
    "gusts": 42,
    "rome": 83,
    "feels": 31
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 3,
    "ask_weather": 2,
    "ask_outfit": 1,
    "greet_with_suggestion": 7,
    "weather_detail_query": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_weather_outfit": 12,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}