{
  "text": {
    "hey": 40,
    "hello": 38,
    "hi": 41,
    "there": 93,
    "good": 32,
    "morning": 58,
    "evening": 26,
    "moin": 57,
    "let": 52,
    "s": 74,
    "go": 31,
    "dude": 25,
    "goodmorning": 35,
    "goodevening": 34,
    "afternoon": 2,
    "cu": 18,
    "by": 10,
    "cee": 13,
    "you": 110,
    "later": 51,
    "night": 64,
    "bye": 11,
    "goodbye": 33,
    "have": 37,
    "a": 0,
    "nice": 63,
    "day": 20,
    "see": 77,
    "around": 6,
    "yes": 108,
    "y": 107,
    "indeed": 47,
    "of": 67,
    "course": 16,
    "that": 91,
    "sounds": 81,
    "correct": 15,
    "no": 65,
    "n": 60,
    "never": 61,
    "i": 45,
    "don": 23,
    "t": 87,
    "think": 94,
    "so": 80,
    "like": 53,
    "way": 100,
    "not": 66,
    "really": 72,
    "are": 5,
    "bot": 9,
    "human": 43,
    "am": 3,
    "talking": 88,
    "to": 95,
    "what": 103,
    "the": 92,
    "weather": 102,
    "in": 46,
    "london": 54,
    "show": 79,
    "me": 56,
    "for": 28,
    "new": 62,
    "york": 109,
    "paris": 69,
    "will": 104,
    "it": 50,
    "rain": 71,
    "today": 96,
    "seattle": 76,
    "is": 49,
    "sunny": 86,
    "san": 75,
    "francisco": 29,
    "current": 19,
    "tokyo": 97,
    "tell": 89,
    "berlin": 8,
    "how": 42,
    "temperature": 90,
    "madrid": 55,
    "should": 78,
    "wear": 101,
    "suggest": 84,
    "an": 4,
    "outfit": 68,
    "suggestion": 85,
    "dress": 24,
    "can": 12,
    "about": 1,
    "do": 22,
    "details": 21,
    "ask": 7,
    "help": 39,
    "with": 106,
    "humidity": 44,
    "wind": 105,
    "speed": 82,
    "much": 59,
    "pressure": 70,
    "uv": 98,
    "index": 48,
    "give": 30,
    "visibility": 99,
    "cloud": 14,
    "cover": 17,
    "strong": 83,
    "gusts": 36,
    "rome": 73,
    "feels": 27
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "bot_challenge": 3,
    "ask_weather": 2,
    "ask_outfit": 1,
    "greet_with_suggestion": 7,
    "weather_detail_query": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_weather_detail": 12,
    "action_weather_outfit": 13,
    "utter_goodbye": 14,
    "utter_greet_with_suggestion": 15,
    "utter_iamabot": 16,
    "utter_offer_outfit": 17
  },
  "action_text": null,
  "intent_response_key": null
}