{
  "text": {
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 93,
    "good": 30,
    "morning": 56,
    "evening": 21,
    "moin": 55,
    "let": 49,
    "s": 71,
    "go": 28,
    "dude": 20,
    "goodmorning": 33,
    "goodevening": 32,
    "afternoon": 1,
    "cu": 14,
    "by": 9,
    "cee": 11,
    "you": 112,
    "later": 48,
    "night": 62,
    "bye": 10,
    "goodbye": 31,
    "have": 35,
    "a": 0,
    "nice": 61,
    "day": 16,
    "see": 77,
    "around": 6,
    "yes": 110,
    "y": 109,
    "indeed": 44,
    "of": 65,
    "course": 13,
    "that": 91,
    "sounds": 81,
    "correct": 12,
    "no": 63,
    "n": 58,
    "never": 59,
    "i": 42,
    "don": 18,
    "t": 87,
    "think": 94,
    "so": 80,
    "like": 50,
    "way": 101,
    "not": 64,
    "really": 70,
    "perfect": 68,
    "great": 34,
    "amazing": 3,
    "feeling": 25,
    "king": 47,
    "wonderful": 107,
    "am": 2,
    "very": 99,
    "going": 29,
    "to": 95,
    "save": 75,
    "the": 92,
    "world": 108,
    "super": 86,
    "stoked": 82,
    "extremely": 22,
    "my": 57,
    "was": 100,
    "horrible": 39,
    "sad": 73,
    "feel": 24,
    "well": 104,
    "disappointed": 17,
    "m": 52,
    "unhappy": 98,
    "extremly": 23,
    "saad": 72,
    "are": 5,
    "bot": 8,
    "human": 41,
    "talking": 88,
    "what": 105,
    "weather": 103,
    "in": 43,
    "london": 51,
    "show": 79,
    "me": 54,
    "for": 26,
    "new": 60,
    "york": 111,
    "paris": 67,
    "will": 106,
    "it": 46,
    "rain": 69,
    "today": 96,
    "seattle": 76,
    "is": 45,
    "sunny": 85,
    "san": 74,
    "francisco": 27,
    "current": 15,
    "tokyo": 97,
    "tell": 89,
    "berlin": 7,
    "how": 40,
    "temperature": 90,
    "madrid": 53,
    "should": 78,
    "wear": 102,
    "suggest": 83,
    "an": 4,
    "outfit": 66,
    "suggestion": 84,
    "dress": 19
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 3,
    "ask_weather": 2,
    "ask_outfit": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_weather_outfit": 12,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}