{
  "text": {
    "hey": 46,
    "hello": 44,
    "hi": 47,
    "there": 104,
    "good": 38,
    "morning": 64,
    "evening": 31,
    "moin": 63,
    "let": 58,
    "s": 84,
    "go": 36,
    "dude": 30,
    "goodmorning": 41,
    "goodevening": 40,
    "afternoon": 2,
    "cu": 23,
    "by": 12,
    "cee": 15,
    "you": 121,
    "later": 57,
    "night": 71,
    "bye": 13,
    "goodbye": 39,
    "have": 43,
    "a": 0,
    "nice": 70,
    "day": 25,
    "see": 87,
    "around": 7,
    "yes": 119,
    "y": 118,
    "indeed": 53,
    "of": 74,
    "course": 21,
    "that": 102,
    "sounds": 92,
    "correct": 20,
    "no": 72,
    "n": 67,
    "never": 68,
    "i": 51,
    "don": 28,
    "t": 98,
    "think": 105,
    "so": 91,
    "like": 59,
    "way": 111,
    "not": 73,
    "really": 82,
    "are": 6,
    "bot": 11,
    "human": 49,
    "am": 3,
    "talking": 99,
    "to": 106,
    "what": 114,
    "the": 103,
    "weather": 113,
    "in": 52,
    "london": 60,
    "show": 89,
    "me": 62,
    "for": 33,
    "new": 69,
    "york": 120,
    "paris": 77,
    "will": 115,
    "it": 56,
    "rain": 79,
    "today": 107,
    "seattle": 86,
    "is": 55,
    "sunny": 97,
    "san": 85,
    "francisco": 34,
    "current": 24,
    "tokyo": 108,
    "tell": 100,
    "berlin": 10,
    "how": 48,
    "temperature": 101,
    "madrid": 61,
    "going": 37,
    "be": 9,
    "raining": 80,
    "cloudy": 18,
    "conditions": 19,
    "rome": 83,
    "snow": 90,
    "oslo": 75,
    "rainy": 81,
    "any": 5,
    "chance": 16,
    "mumbai": 66,
    "should": 88,
    "wear": 112,
    "suggest": 95,
    "an": 4,
    "outfit": 76,
    "suggestion": 96,
    "dress": 29,
    "can": 14,
    "about": 1,
    "do": 27,
    "details": 26,
    "ask": 8,
    "help": 45,
    "with": 117,
    "humidity": 50,
    "wind": 116,
    "speed": 93,
    "much": 65,
    "pressure": 78,
    "uv": 109,
    "index": 54,
    "give": 35,
    "visibility": 110,
    "cloud": 17,
    "cover": 22,
    "strong": 94,
    "gusts": 42,
    "feels": 32
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "bot_challenge": 3,
    "ask_weather": 2,
    "ask_outfit": 1,
    "greet_with_suggestion": 7,
    "weather_detail_query": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_provide_outfit": 7,
    "action_weather_brief": 13,
    "action_weather_detail": 14,
    "utter_goodbye": 15,
    "utter_greet_with_suggestion": 16,
    "utter_iamabot": 17,
    "utter_offer_outfit": 18
  },
  "action_text": null,
  "intent_response_key": null
}